questions = {
    "Теория тестирования": [
        {"question": "Что объемнее?", "answers": ["QA", "QC", "Testing"], "correct": "QA"},
        {"question": "Какого вида тестирования не существует?",
         "answers": ["Нагрузочное", "Ручное", "Среднее", "Приемочное"], "correct": "Среднее"},
        {"question": "Как здороваться в офисе?", "answers": ["Здарова, заебал", "Доброе утро, коллеги", "Всем привет"],
         "correct": "Доброе утро, коллеги"},
    ],
    "WEB": [
        {"question": "Какой вкладки нет в DevTools?", "answers": ["Console", "Network", "Jobs", "Elements"],
         "correct": "Jobs"},
        {"question": "Что из этого НЕ является особенностью тестирования WEB?", "answers": ["Кроссбраузерность", "Кроссплатформенность", "Кроссистемность"],
         "correct": "Кроссистемность"},
    ]
}
